Repository: jajoho/Calculate-Interest-GrandTotal-Plugin
Catalog: CalculateInterest.grandtotalplugin/*.lproj/Localizable.strings
Languages: de

source: CalculateInterest
de: Verzugszinsen berechnen

source: Delay Start
de: Erster Verzugstag

source: Delay End
de: Zahlungseingang

source: Original claim amount
de: Ursprüngliche Forderung

source: Interest rate with percent
de: Prozentpunkte über Basiszinssatz

source: Days
de: Tage

source: Interest rate
de: Zinssatz

source: Delay Period
de: Verzugsdauer

source: from
de: vom

source: until
de: bis zum
